Repository: gialloporpora/ubiquity-it
Catalog: */builtincmds.po
Languages: it

# help.names
source: help|about|?
it: aiuto|a cosa serve|?

# help.description
source: Takes you to the Ubiquity <a href="about:ubiquity">main help page</a>.<br/> Or, enter the name of a command to get help on that command.
it: Apre la <a href="about:ubiquity">pagina principale</a> della guida di Ubiquity.<br/> Oppure, specificando il nome di un comando, apre la pagina di aiuto del comando stesso.

# open (ubiquity settings page).names
source: open|show
it: apri|mostra

# open (ubiquity settings page).description
source: Opens one of the Ubiquity documentation/settings pages.
it: Apre le pagine di documentazione/impostazione di Ubiquity.

# write ubiquity commands.names
source: write ubiquity commands|edit ubiquity commands|hack ubiquity
it: scrivi comando per ubiquity|modifica comando per ubiquity

# write ubiquity commands.description
source: Takes you to the Ubiquity <a href="chrome://ubiquity/content/editor.html">command editor</a> page.
it: Apre l'<a href="chrome://ubiquity/content/editor.html">editor dei comandi</a> di Ubiquity.

# list ubiquity commands.names
source: list ubiquity commands
it: elenco comandi disponibili

# list ubiquity commands.description
source: Opens <a href="chrome://ubiquity/content/cmdlist.html">the list</a> of all Ubiquity commands available and what they all do.
it: Apre una pagina con <a href="chrome://ubiquity/content/cmdlist.html">l'elenco</a> di tutti i comandi disponibili in Ubiquity assieme a una breve guida al loro utilizzo.

# change ubiquity settings.names
source: change ubiquity settings|change ubiquity preferences|change ubiquity skin
it: modifica impostazioni di ubiquity|modifica preferenze di ubiquity|modifica tema di ubiquity

# change ubiquity settings.description
source: Takes you to the <a href="chrome://ubiquity/content/settings.html">settings</a> page, where you can change your skin, key combinations, etc.
it: Apre la <a href="chrome://ubiquity/content/settings.html">delle impostazioni</a> di Ubiquity, dalla quale è possibile modificare la combinazione da tastiera, il tema, ecc.

# get support.names
source: get support
it: ottieni supporto

# get support.description
source: Takes you to the <a href="chrome://ubiquity/content/support.html">support</a> page, where you can report bugs, get troubleshooting help, etc.
it: Apre la pagina <a href="chrome://ubiquity/content/support.html">del supporto</a>, dalla quale è¨ possibile segnalare problemi, eseguire una procedura per la risoluzione degli stessi, ecc.

# report bug.names
source: report bug
it: segnala bug

# report bug.description
source: Takes you to the <a href="chrome://ubiquity/content/report-bug.html">bug report</a> page.
it: Apre la pagina per la <a href="chrome://ubiquity/content/report-bug.html">segnalazione bug</a>.

# disable command.names
source: disable command
it: disattiva comando

# disable command.description
source: Disables a Ubiquity command, so that it will no longer show up in the suggestion list.
it: Disattiva un comando, in questo modo non verrà più suggerito da Ubiquity in futuro.

# enable command.names
source: enable command
it: attiva comando

# enable command.description
source: Re-enables a Ubiquity command that you disabled.
it: Riattiva un comando che è stato disattivato.

# command history.names
source: command history|vita
it: storico comandi|storia|vita

# command history.help
source: <ul style="list-style-image:none"> <li>Use accesskey or click to reuse.</li> <li>Type to filter.</li> <li>Execute to delete all matched histories.</li> <li>Edit <a href="about:config"><code>extensions.ubiquity.history.max</code></a> to set max number of histories.</li></ul>
it: <ul style="list-style-image:none"> <li>Utilizzare l'accesskey o fare clic per ripristinare.</li> <li>Digita del testo per filtrare.</li> <li>Eseguire per rimuovere la cronologia selezionata.</li> <li>Per impostare il numero massimo di eventi visualizzati modificare <a href="about:config"><code>extensions.ubiquity.history.max</code></a>.</li></ul>

# command history.description
source: Accesses your command history.
it: Accede allo storico comandi.
