Repository: gialloporpora/ubiquity-it
Catalog: */email.po
Languages: it

# email.names
source: email|mail|send email|gmail.com
it: email|invia|scrivi email

# email.help
source: Currently only works with <a href="http://mail.google.com">Google Mail</a> , so you'll need a Gmail account to use it. <br/> Try selecting part of a web page (including links, images, etc) and then issuing "email this". <br/> You can also specify the recipient of the email using the word "to" and the name of someone from your contact list. For example, try issuing "email hello to jono" (assuming you have a friend named "jono").
it: Al momento, questo comando funziona solamente con<a href="http://mail.google.com">Google Mail</a> , quindi è necessario averne uno per poter utilizzare questo comando. <br/> Provare selezionando una porzione di pagina (incluse immagini, link, ecc.) e quindi lanciare "invia questo". <br/> Per indicare il destinatario della mail, utilizzar "a" seguito dal nome di un contatto in rubrica. Per esempio, provare con "invia ciao a Jono" (supponendo che "jono" sia un contatto presente in rubrica).

# email.description
source: Begins composing an email to a person from your contact list.
it: Inizia scrivendo una mail a un contatto presente in rubrica.

# email.preview
source: Creates an email message {if recipient} to ${recipient}{/if} with a link to the current page{if content} and these contents:<br/><br/>${content}{/if}.
it: Crea un messaggio e-mail {if recipient} per ${recipient}{/if} allegando l'indirizzo della pagina corrente{if content} e con i seguenti contenuti:<br/><br/>${content}{/if}.

# email.execute
source: A gmonkey exception occurred.
it: gmonkey ha sollevato un'eccezione.

# get last email.names
source: get last email
it: mostra ultima mail

# get last email.description
source: Displays your most recent incoming email. Requires a <a href="http://mail.google.com">Gmail</a> account.
it: Mostra l'ultima e-mail ricevuta. È necessario avere un account <a href="http://mail.google.com">Gmail</a>.

# get last email.preview
source: Displays your most recent incoming email...
it: Mostra l'ultima e-mail ricevuta...

# get last email.preview
source: Last unread e-mail: <a href=\"${lastEmail.href}\"> <p><b>${lastEmail.author}</b> says: <b>${lastEmail.subject}</b></p> <p>${lastEmail.summary}</p></a>
it: Ultima e-mail non letta: <a href=\"${lastEmail.href}\"> <p><b>${lastEmail.author}</b> says: <b>${lastEmail.subject}</b></p> <p>${lastEmail.summary}</p></a>

# get last email.preview
source: <b>You have no new mail!</b>
it: <b>Non ci sono nuovi messaggi di posta!</b>

# get last email.preview
source: You are not logged in!<br />Press enter to log in.
it: Non sei loggato!<br />PrPremere invio per effettuare l'accesso.

# get last email.execute
source: You have new email! ${lastEmail.author} says: ${lastEmail.subject}
it: Ci sono nuovi messaggi di posta! ${lastEmail.author} ha scritto: ${lastEmail.subject}

# get last email.execute
source: You have no new mail.
it: Non ci sono nuovi messaggi di posta.

# get email address.names
source: get email address
it: ottieni indirizzo email

# get email address.help
source: Execute to copy the address.
it: Esegui il comando per copiare l'indirizzo negli appunti.

# get email address.description
source: Looks up the email address of a person from your contacts list given their name.
it: Restituisce l'indirizzo e-mail inserendo il nome del contatto.
