Repository: gialloporpora/ubiquity-it
Catalog: */firefox.po
Languages: it

# exit firefox.names
source: exit firefox
it: esci

# exit firefox.description
source: Exits Firefox.
it: Esce da Firefox.

# restart firefox.names
source: restart firefox
it: riavvia firefox

# restart firefox.description
source: Restarts Firefox.
it: Riavvia Firefox

# close window.names
source: close window
it: chiudi finestra

# close window.description
source: Closes current window.
it: Chiude la finestra in uso.

# fullscreen.names
source: fullscreen
it: schermo intero

# fullscreen.description
source: Toggles fullscreen mode.
it: Imposta la modalità schermo intero

# switch to tab.names
source: switch to tab
it: cambia scheda

# switch to tab.description
source: Switches to the tab whose title or URL matches the input.
it: Passa alla scheda il cui titolo o indirizzo contengono il testo digitato.

# close tab.names
source: close tab
it: chiudi scheda

# close tab.description
source: Closes the tab whose title or URL matches the input or the current tab if no tab matches.
it: Chiude la scheda il cui titolo o indirizzo contengono il testo digitato, oppure, in mancanza di una corrispondenza, la scheda in uso.

# close all tabs with.names
source: close all tabs with
it: chiudi tutte le schede con

# close all tabs with.description
source: Closes all open tabs that have the given word in common.
it: Chiude tutte le schede che contengono la parola specificata.

# count tabs.names
source: count tabs
it: quante schede|conta schede

# count tabs.description
source: Counts the number of opened tabs.
it: Visualizza il numero di schede aperte.

# refresh.names
source: refresh|reload
it: ricarica|refresh

# refresh.description
source: Refreshes the current page.
it: Ricarica la pagina corrente.

# bookmark.names
source: bookmark
it: aggiungi ai segnalibri

# bookmark.description
source: Adds the current page to bookmarks.
it: Aggiunge la pagina corrente ai segnalibri.

# bookmark.execute
source: Page could not be bookmarked!
it: La pagina non può essere aggiunta ai segnalibri.

# print.names
source: print
it: stampa

# print.description
source: Prints the current page.
it: Stampa la pagina corrente.

# go back.names
source: go back
it: indietro

# go back.description
source: Goes back in history.
it: Torna alla pagina precedente.

# go forward.names
source: go forward
it: avanti

# go forward.description
source: Goes forward in history.
it: Va alla pagina successiva nella cronologia.

# go home.names
source: go home
it: pagina iniziale

# go home.description
source: Goes to home page.
it: Va alla pagina iniziale.

# zoom.description
source: Zooms the Firefox window in or out.
it: Aumenta/diminuisce il livello di ingrandimento della pagina.

# tag.names
source: tag
it: etichetta|tag

# tag.description
source: Adds tags to the current page.
it: Aggiunge delle etichette alla pagina corrente.

# run bookmarklet.names
source: run bookmarklet|bml
it: esegui bookmarklet

# run bookmarklet.help
source: Enter nothing to reload the list.
it: Non specificare alcun argomento per ricaricare la lista.

# run bookmarklet.description
source: Runs a bookmarklet from your favorites.
it: Esegue un bookmarklet dai segnalibri.

# undo closed tabs.names
source: undo closed tabs|uct
it: ripristina scheda

# undo closed tabs.help
source: <ul style="list-style-image:none"> <li>Use accesskey or click to undo.</li> <li>Type to filter, then execute to undo all.</li> </ul>
it: <ul style="list-style-image:none"> <li>Utilizzare l'accesskey numerico o fare clic per ripristinare.</li> <li>Digitare del testo per filtrare l'elenco, eseguire il comando per ripristinare tutte le schede che vengono visualizzatel.</li> </ul>

# undo closed tabs.description
source: Reopens tabs you've closed recently.
it: Riapre una scheda chiusa di recente.

# undo closed tabs.preview
source: No closed tabs.
it: Nessuna scheda chiusa da ripristinare.

# undo closed tabs.preview
source: No matched tabs.
it: Non è stata trovata nessuna scheda con i criteri prescelti.

# check livemark.names
source: check livemark
it: controlla segnalibri live

# check livemark.help
source: Execute to open the site.
it: Eseguire per aprire il sito.

# check livemark.description
source: Checks your livemarks.
it: Controlla i segnalibri Live alla ricerca di nuovi aggiornamenti.
