Repository: gialloporpora/ubiquity-it
Catalog: */general.po
Languages: it

# bold.names
source: bold
it: trasforma in grassetto

# bold.description
source: If you're in a rich-text-edit area, makes the selected text bold.
it: Trasforma il testo selezionato in grassetto se si trova in un'area di testo formattabile.

# bold.execute
source: You're not in a rich text editing field.
it: Il testo selezionato non si trova di testo formattabile.

# italicize.names
source: italicize
it: trasmorma in corsivo

# italicize.description
source: If you're in a rich-text-edit area, makes the selected text italic.
it: Trasforma il testo selezionato in corsivo se si trova in un'area di testo formattabile.

# italicize.execute
source: You're not in a rich text editing field.
it: Il testo selezionato non è all'interno di un campo di testo formattabile.

# underline.names
source: underline
it: sottolinea

# underline.description
source: If you're in a rich-text-edit area, underlines the selected text.
it: Sottolinea il testo selezionato se si trova in un'area di testo formattabile.

# underline.execute
source: You're not in a rich text editing field.
it: Il testo selezionato non è all'interno di un'area di testo formattabile.

# highlight.names
source: highlight|hilite
it: evidenzia

# highlight.description
source: Highlights your current selection, like <span style="background: yellow; color: black;">this</span>.
it: Evidenzia il testo selezionato se si trova in un'area di testo formattabile.

# undo (text edit).names
source: undo
it: ripristina

# undo (text edit).description
source: Undoes your latest style/formatting or page-editing changes.
it: Rimuove le modifiche applicate alla formattazione del testo o alla pagina.

# redo (text edit).names
source: redo
it: ripeti

# redo (text edit).description
source: Redoes your latest style/formatting or page-editing changes.
it: Ripete l'ultima modifica applicata alla formattazione del testo o alla pagina.

# redo (text edit).execute
source: You're not in a rich text editing field.
it: quante parole|numero parole

# count words.description
source: Displays the number of words in a selection.
it: Mostra il numero di parole del testo selezionato.

# count words.preview
source: ${num} words
it: ${num} parole

# count words.preview
source: Displays the number of words in a selection.
it: Mostra il numero di parole in una selezione.

# count words.execute
source: ${num} words
it: ${num} parole

# count words.execute
source: No words selected.
it: Il testo selezionato non contiene alcuna parola.

# link (to wikipedia).names
source: link|insert link|linkify
it: rendi cliccabile

# link (to wikipedia).description
source: Turns a phrase into a link to the matching Wikipedia article.
it: Trasforma il testo selezionato in un collegamento a Wikipedia.

# calculate.names
source: calculate
it: calcola

# calculate.help
source: Try it out: issue &quot;calc 22/7 - 1&quot;.
it: Provare con &quot;calc 22/7 - 1&quot;.

# calculate.description
source: Calculates the value of a mathematical expression.
it: Calcola il risultato di un'espressione matematica.

# calculate.preview
source: Calculates an expression. E.g., 22/7.
it: ${expression} = <b>${result}</b>{if error}<p><b>Error:</b> ${error}</p>{/if}

# calculate.execute
source: Requires a expression.
it: È necessario specificare un'espressione matematica.

# calculate.execute
source: Invalid expression
it: Espressione non valida.

# calculate.execute
source: Error calculating expression: ${expression}
it: Si è verificato un errore cercando di valutare: ${expression}

# gcalculate.names
source: gcalculate
it: gcalcola

# gcalculate.help
source: Try 5% of 700, sin( sqrt( ln(pi))), (1+i)^3, 15 mod 9, (5 choose 2) / 3!, speed of light in miles per hour, 3 dollars in euros, 242 in hex, MCMXVI in decimal.
it: Calculate knows many functions, constants, units, currencies, etc.

# sparkline.names
source: sparkline|graph|insert sparkline
it: inserisci sparkline

# sparkline.help
source: Select a set of numbers -- in a table or otherwise -- and use this command to graph them as a sparkline. Don't worry about non-numbers getting in there. It'll handle them.
it: Richiede che vengano passati dei numeri per poter produrre un grafico.

# translate.names
source: translate
it: traduci

# translate.description
source: Translates from one language to another.
it: Traduce da una lingua ad un'altra.

# translate.preview
source: Replaces the selected text with the <b>${toLang}</b> translation:
it: Sostituisce la traduzione in <b>${toLang}</b> del testo selezionato:

# create bookmarklet command.names
source: create bookmarklet command
it: crea bookmarklet

# create bookmarklet command.description
source: Creates a new command from a bookmarklet.
it: Converte un bookmarklet in un comando.

# create search command.names
source: create search command
it: crea comando per la ricerca

# create search command.description
source: Creates a new Ubiquity command from a focused search-box.
it: Crea un comando di ricerca a partire da un box di ricerca.
